{
  "examSummary": {
    "iconChar": "H",
    "iconUrl": "www.google.ca",
    "shortName": "HIST 2000 EC GRADE 12",
    "fullName": "History exam 2000 Ethiopian CCCC",
    "grade": "12",
    "subject": "History",
    "numberOfSections": "1",
    "numberOfQuestions": "50",
    "allowedTime": 1234567890,
    "bookletCode": "BLC-1234",
    "version": "1",
    "examGivenDate": "Apr 07"
  },
  "questionList": [
    {
      "questionNumber": 1,
      "questionStatement": "the Shown Kingdom made an extensive southward expansion before Menelik came to power during the leadership of",
      "choiceA": "Amhayes",
      "choiceB": "Sebestie",
      "correctAnswer": "C",
      "choiceC": "Sahle Selassie",
      "choiceD": "Negasi Kristos"
    },
    {
      "questionNumber": 2,
      "questionStatement": "Menelik's imperial expansion to the southwest and southeast was aimed at controlling the",
      "choiceA": "Small states heft)re the conquered Showa",
      "choiceB": "Traditional societies anti converting them to Christianity",
      "choiceC": "Non-literate societies so that they got modern education",
      "correctAnswer": "D",
      "choiceD": "Rich resources and main trade routes"
    },
    {
      "questionNumber": 3,
      "questionStatement": "Which of the following is true about Ethiopia's diplomatic struggle against Italy immediately prior to the Battle of Adwa?",
      "correctAnswer": "A",
      "choiceA": "It was able to force Italy to renounce its claims to a protectorate over Ethiopia.",
      "choiceB": "All European countries openly opposed it.",
      "choiceC": "All European countries openly supported it.",
      "choiceD": "It enjoyed some degree of support from Russia and France"
    },
    {
      "questionNumber": 4,
      "questionStatement": "What was the Structural Adjustment Program (SAP) of the 1980s and l990s in Africa?",
      "choiceA": "A program to achieve the liberation of Africa from global economic structures",
      "correctAnswer": "B",
      "choiceB": "A program by Western financial institutions to influence economic planning and management in Africa",
      "choiceC": "A Pan-African program to negotiate Africa's place in the global economy.",
      "choiceD": "A Pan-African program to restructure economic relationships among African countries"
    },
    {
      "questionNumber": 5,
      "questionStatement": "The seizure of the Bastille on July 14,1789 was important because it",
      "choiceA": "Represented a successful attack on a symbol of the tyranny of the Old Regime.",
      "choiceB": "Placed the royal family under the power of the revolutionaries,",
      "choiceC": "Gave the revolutionaries a strong Wise.",
      "correctAnswer": "D",
      "choiceD": "Released thousands of prisoners who joined the revolutionary army"
    },
    {
      "questionNumber": 6,
      "questionStatement": "Which of the following was a consequence of Yekuno Amlak's takeover of power in the Christian Kingdom in 1270?",
      "choiceA": "The declaration of Amharic as the only official language",
      "choiceB": "The persecution of the descendants of the last Zagwe rule",
      "choiceC": "An immediate start of hostilities with the Muslim states to the south.",
      "correctAnswer": "D",
      "choiceD": "The claim that Yekuno Amlak was 'restoring' the 'Solomonic Dynasty' to the throne."
    },
    {
      "questionNumber": 7,
      "questionStatement": "Which of the following African countries was the first to have a female president?",
      "correctAnswer": "A",
      "choiceA": "Liberia",
      "choiceB": "Botswana.",
      "choiceC": "Guinea-Bissau",
      "choiceD": "Sierra Leone"
    },
    {
      "questionNumber": 8,
      "questionStatement": "The main point of difference between the Woyane rebellion of 1943 and the Gujjam revolt of 1968 is that the former",
      "choiceA": "Was revolutionary while the latter was conservative",
      "correctAnswer": "B",
      "choiceB": "Was crushed with outside military assistance while the latter was suppressed with no such assistance",
      "choiceC": "Mobilized the whole of Tigray while, the later was confined to parts of Gojjam",
      "choiceD": "Had peasant leadership while the later had elite leadership"
    },
    {
      "questionNumber": 9,
      "questionStatement": "The Italian aggressors entered into the bloody battle of Adwa because of",
      "correctAnswer": "A",
      "choiceA": "Their colonial ambition of expansion as manifested in Article XVII of the Wichale Treaty",
      "choiceB": "Menelik's attempt to evict them from Eritrea",
      "choiceC": "Their unprepared ness to cha1lege Ethiopia",
      "choiceD": "Article Ill of the Wichale Treaty of 1889"
    },
    {
      "questionNumber": 10,
      "questionStatement": "Which of the following is true about the American War of Independence?",
      "correctAnswer": "A",
      "choiceA": "It was triggered by conflict over slavery",
      "choiceB": "The colonists enjoyed the support of European enemies of Britain.",
      "choiceC": "Black Americans played no role at all.",
      "choiceD": "It was fought only between the British army and colonists of European origin."
    },
    {
      "questionNumber": 11,
      "questionStatement": "How do you understand the common statement that history repeats itself?",
      "choiceA": "What happened in the past sometimes happens again.",
      "correctAnswer": "B",
      "choiceB": "People tend to repeat the same mistakes that their ancestors committed.",
      "choiceC": "Events sometimes near very close resemblance to those that have occurred before",
      "choiceD": "It is God who has control over what happens, not humans."
    },
    {
      "questionNumber": 12,
      "questionStatement": "Which of the following was a feature of the Kingdom of Walayta? It",
      "choiceA": "Had a single clan rule throughout its history",
      "choiceB": "Had its own monarchs who adopted the title of Tato, equivalent to king.",
      "correctAnswer": "C",
      "choiceC": "Was a rich and powerful state which survived until the last decade of the 19th century.",
      "choiceD": "Was a weak state and was frequently ruled by its neighboring states."
    },
    {
      "questionNumber": 13,
      "questionStatement": "What accounts for the success of European partition of Africa in the 1880s and l890s?",
      "choiceA": "Military superiority of the Europeans",
      "correctAnswer": "B",
      "choiceB": "Lack of unity among Africans",
      "choiceC": "The convenience of the African terrain for Europeans armies",
      "choiceD": "The under population of Africa"
    },
    {
      "questionNumber": 14,
      "questionStatement": "Which of the following is a real value and meaning of history as a subject?",
      "correctAnswer": "A",
      "choiceA": "It helps societies to learn about their past in order to understand about the present and about themselves.",
      "choiceB": "It only tells about the political activities of rulers.",
      "choiceC": "It is an interesting and relaxing story",
      "choiceD": "It is a narration of events which attracts the attention of people."
    },
    {
      "questionNumber": 15,
      "questionStatement": "Which of the following statements is correct about the rise of the Aksumite state?",
      "choiceA": "It was primarily stimulated by long distance. Trade.",
      "correctAnswer": "B",
      "choiceB": "It was not related to external influence at all.",
      "choiceC": "It was a result of Greek predominance in the Red Sea area",
      "choiceD": "It resulted from the conquest of Northern Ethiopia by South Arabians"
    },
    {
      "questionNumber": 16,
      "questionStatement": "Which one of the following was NOT an objective for which the United Nations was established?",
      "choiceA": "Encourage good relations between countries",
      "choiceB": "Promote global peace",
      "correctAnswer": "C",
      "choiceC": "Protect the earth's environment",
      "choiceD": "Promote human rights"
    },
    {
      "questionNumber": 17,
      "questionStatement": "Which of the following is true about the creation of the Ethiopian empire State in the l880s and l890s?",
      "choiceA": "Ii was supported and encouraged by European colonialists.",
      "correctAnswer": "B",
      "choiceB": "It was achieved through a combination of war and diplomacy",
      "choiceC": "It endangered the survival of Ethiopia as an independent slate.",
      "choiceD": "It brought peace and tranquility to the conquered regions"
    },
    {
      "questionNumber": 18,
      "questionStatement": "Which sector of the societies shouldered the main economic burden medieval Europe?",
      "choiceA": "Clergymen",
      "correctAnswer": "B",
      "choiceB": "Serfs",
      "choiceC": "Knights",
      "choiceD": "Merchants"
    },
    {
      "questionNumber": 19,
      "questionStatement": "What happened after the fall of the Western Roman Empire in the fifth century?",
      "choiceA": "A more powerful Germanic empire emerged in its place",
      "choiceB": "European became more advanced in technology and were better united politically.",
      "correctAnswer": "C",
      "choiceC": "It was replaced by a number of states under their respective monarchs and elements of Roman civilization continued to survive",
      "choiceD": "Strong North African states successfully controlled Southern Europe"
    },
    {
      "questionNumber": 20,
      "questionStatement": "Which of the following is true about the period of Zagwe rule in the Christian Kingdom of Ethiopia?",
      "correctAnswer": "A",
      "choiceA": "The Agaw language had become the official language of the state",
      "choiceB": "Contact with the outside world was non-existent.",
      "choiceC": "Orthodox Christianity was given official support partly as an instrument of control and legitimacy",
      "choiceD": "The rulers faced little or no opposition internally."
    },
    {
      "questionNumber": 21,
      "questionStatement": "One of the following was NOT true about the English revolution",
      "choiceA": "The majority of the House of Lords feared lower class radicalism which was growing dangerous",
      "correctAnswer": "B",
      "choiceB": "The New Model Army supported and saved the king.",
      "choiceC": "The majority of the House of commons opposed the king's authoritarian rule in 1640",
      "choiceD": "The revolutionary crisis was started in Scotland during King Charles I's reign"
    },
    {
      "questionNumber": 22,
      "questionStatement": "Which of the following linguistic groupings in incorrect?",
      "choiceA": "Wolayta, Kafa, Konta, Koisha",
      "choiceB": "Oromo, Saho, Afar, Somali.",
      "correctAnswer": "C",
      "choiceC": "Amharic, Tigrigna, Agaw, Harari",
      "choiceD": "Nuer, Majangir, Gumuz, Anuaa"
    },
    {
      "questionNumber": 23,
      "questionStatement": "Which of the following measures could be said to have finally destroyed popular support for the Derg?",
      "choiceA": "Rural villagization and grain requisitioning",
      "choiceB": "The confiscation of extra houses and buildings",
      "correctAnswer": "C",
      "choiceC": "The summary execution of the officials of the imperial regime",
      "choiceD": "The 1977-78 war with Somalia"
    },
    {
      "questionNumber": 24,
      "questionStatement": "What was the immediate cause that set off a chain reaction in Europe to start World War I?",
      "correctAnswer": "A",
      "choiceA": "Assassination of the Arehduke Franz Ferdinand of Austria-Hungary",
      "choiceB": "Traditional hostility between Britain and France",
      "choiceC": "Advance of German armies into Russian territories",
      "choiceD": "USA's aggression against Germany"
    },
    {
      "questionNumber": 25,
      "questionStatement": "Which of the following was true about the Chinese Revolution of 1949?",
      "choiceA": "It recognized the right of Tibet to self-determination",
      "correctAnswer": "B",
      "choiceB": "It forced foreign missionaries out of the country",
      "choiceC": "It issued family laws that permitted polygamy",
      "choiceD": "It accepted the independence of Taiwan."
    },
    {
      "questionNumber": 26,
      "questionStatement": "What was the source of the antagonistic relationship between the USA and the USSR in the post-World War II period?",
      "choiceA": "American insistence that the USSR share responsibility for starting the War",
      "correctAnswer": "B",
      "choiceB": "Belief on both sides that the political and social order of other threatened its own security",
      "choiceC": "Soviet insistence on the partition of Germany.",
      "choiceD": "Belief on both sides that one had cheated the other in the settlements flowing the War"
    },
    {
      "questionNumber": 27,
      "questionStatement": "Which of the following is true about the reliability of oral sources for Ethiopian history?",
      "choiceA": "They have to be compared to written sources to be reliable.",
      "choiceB": "They are neither more nor less reliable than written sources.",
      "correctAnswer": "C",
      "choiceC": "They are necessarily less reliable than written sources.",
      "choiceD": "They become more reliable if the informants are advanced in age."
    },
    {
      "questionNumber": 28,
      "questionStatement": "What does it mean that World War I was 'a total war'?",
      "choiceA": "The countries involved mobilized all their adult, fit populations and economic resources to achieve victory.",
      "choiceB": "There was no country in the world that did not participate in one way or another.",
      "choiceC": "No country was prepared to accept a settlement short of total victory",
      "correctAnswer": "D",
      "choiceD": "The war was conducted on land, sea and air."
    },
    {
      "questionNumber": 29,
      "questionStatement": "What distinguishes the Renaissance from the Middle Ages is that the Former",
      "correctAnswer": "A",
      "choiceA": "Was interested in classical art and literature while the latter ignored them completely.",
      "choiceB": "Encouraged specialization in education and training while the latter discouraged it.",
      "choiceC": "Focused on the morality of human action while the latte focused on life after death.",
      "choiceD": "Focused less on the talent and ability of the individual than the later."
    },
    {
      "questionNumber": 30,
      "questionStatement": "The sixteenth-century Portuguese presence in the Kingdom of Kongo quickly changed from cooperation to conflict because",
      "choiceA": "The Portuguese insisted that Kongo should be a colony.",
      "choiceB": "The kings of Kongo refused to give preference to the Portuguese over other Europeans.",
      "choiceC": "The rulers of Kongo refused to adopt Portuguese as their official language.",
      "correctAnswer": "D",
      "choiceD": "The Portuguese embarked on slave trading."
    },
    {
      "questionNumber": 31,
      "questionStatement": "Identify the military commander of the Oromo warriors who was 'democratically' elected by the Gada assembly.",
      "choiceA": "Abba Gada",
      "correctAnswer": "B",
      "choiceB": "Aba Dulla",
      "choiceC": "Qallu",
      "choiceD": "Moti"
    },
    {
      "questionNumber": 32,
      "questionStatement": "Which of the following developments was NOT connected to the emergence of capitalism as a coherent economic system in the late Middle Ages'?",
      "choiceA": "The Crusades",
      "correctAnswer": "B",
      "choiceB": "The emergence of Liberalism",
      "choiceC": "The Renaissance",
      "choiceD": "The voyages of discovery"
    },
    {
      "questionNumber": 33,
      "questionStatement": "Which of the following was NOT an idea stated in the 1789 Declaration of the Rights of Man and the Citizen in France?",
      "choiceA": "There should be freedom of religion",
      "correctAnswer": "B",
      "choiceB": "There should be equality of gender",
      "choiceC": "Citizens should participate in the governing of the nation.",
      "choiceD": "There should be freedom of speech"
    },
    {
      "questionNumber": 34,
      "questionStatement": "The Enlightenment thinkers generally",
      "correctAnswer": "A",
      "choiceA": "Accepted scientific explanations of the universe rather the revelation",
      "choiceB": "Had on confidence in the power of human reasoning",
      "choiceC": "Approved religious persecution and religious intolerance",
      "choiceD": "Accepted dogmas not based on reason"
    },
    {
      "questionNumber": 35,
      "questionStatement": "How was the Neftegna-Gebbar arrangement introduced in southern Ethiopia prior to 1935?",
      "choiceA": "In agricultural areas with some exceptions.",
      "correctAnswer": "B",
      "choiceB": "It all areas without exception",
      "choiceC": "Selectively in very few areas",
      "choiceD": "It all agricultural areas without exception."
    },
    {
      "questionNumber": 36,
      "questionStatement": "The use of machines in the middle ages often resulted in",
      "choiceA": "less need for raw materials",
      "choiceB": "Decreased production",
      "correctAnswer": "C",
      "choiceC": "technological development",
      "choiceD": "Less need for capital"
    },
    {
      "questionNumber": 37,
      "questionStatement": "Which of the following can NO possibly by a precondition for the emergence of ancient states?",
      "choiceA": "Community recognized war leaders",
      "choiceB": "People with specialized skills to provide different services",
      "correctAnswer": "C",
      "choiceC": "A salaried and trained standing army",
      "choiceD": "The existence of a large number of people of a complex society in a specific territory."
    },
    {
      "questionNumber": 38,
      "questionStatement": "The Emir of Harar, Nur, is considered to be a hero in Harar history because he",
      "choiceA": "Founded the city of Harar which served as a capital and commercial center.",
      "choiceB": "Expanded his territory and created the Sultanate of Adal",
      "choiceC": "Succeeded in maintaining peace with the neighboring Somali and Afar",
      "correctAnswer": "D",
      "choiceD": "Constructed a wall around the city to protect his people from the Christian and Oromo threats."
    },
    {
      "questionNumber": 39,
      "questionStatement": "Which of the following was the first act of appeasement towards Nazi Germany?",
      "correctAnswer": "A",
      "choiceA": "The Munich Pact of 1938",
      "choiceB": "The acceptance by Britain and France of German annexation of Austria as an 'internal matter'",
      "choiceC": "The lack of reaction to the German occupation of Czechoslovakia",
      "choiceD": "The Locarno Conference of 1925"
    },
    {
      "questionNumber": 40,
      "questionStatement": "Which of the following is true about all ancient civilizations?",
      "choiceA": "They all developed generally similar conceptions of public and private law.",
      "correctAnswer": "B",
      "choiceB": "They were all theoretic, that is, dominated by religion and religions and religious authorities.",
      "choiceC": "They all began with small city states",
      "choiceD": "All of them were highly stratified societies"
    },
    {
      "questionNumber": 41,
      "questionStatement": "Which one of the following factors accounted for the rise of Ras Teferi to power?",
      "choiceA": "The support he won from the old nobility and the merchant class",
      "choiceB": "All of the above",
      "choiceC": "His acquisition of huge armament from the Europeans.",
      "correctAnswer": "D",
      "choiceD": "The support of the reformist intellectuals and political weakness of his rival Zewditu"
    },
    {
      "questionNumber": 42,
      "questionStatement": "The oldest members of the genus Horno habilis, are believed to have been the oldest human ancestors and to have originated in Africa, because",
      "correctAnswer": "A",
      "choiceA": "Their fossil remains indicate black species of an African color.",
      "choiceB": "They were created by God immediately before Adam and Eve were created some time before 7500 years ago.",
      "choiceC": "They were only ancestors of the African societies and belonged to the black race.",
      "choiceD": "They lived in Africa, walked upright and had larger brains than other species"
    },
    {
      "questionNumber": 43,
      "questionStatement": "Identify the wrong information about the rise of Islam.",
      "choiceA": "Mohammed's followers including his family members migrated to Aksum for safety.",
      "choiceB": "Mohammed was challenged by the Quaraysh chiefs.",
      "choiceC": "Mohammed was invited and supported by the Ansar (helpers) of Medina.",
      "correctAnswer": "D",
      "choiceD": "The prophet Mohammed got unreserved support from the Persians when he proclaimed the religion of Islam"
    },
    {
      "questionNumber": 44,
      "questionStatement": "Which one of the following ideas describes the concept of Pan-Africanism? It",
      "correctAnswer": "A",
      "choiceA": "originated in Africa under the leadership of western educated elites",
      "choiceB": "had a vision of organizing Africans .in different geographical zones",
      "choiceC": "was conceived among the descendants of the Africans in America",
      "choiceD": "was a common dream of the African-Arabs and the blacks in the African continent"
    },
    {
      "questionNumber": 45,
      "questionStatement": "In which field did most early inventions of the industrial Revolution of the18th century occur?",
      "correctAnswer": "A",
      "choiceA": "Mining",
      "choiceB": "Steel production",
      "choiceC": "Communications",
      "choiceD": "Textiles"
    },
    {
      "questionNumber": 46,
      "questionStatement": "Which of the following is true about the voyages of discovery made out of Europe in the fifteenth and sixteenth centuries?",
      "choiceA": "They were more significant for Europe in terms of religious expansion than in material gain.",
      "choiceB": "All the seamen and the organizers came from Portugal and Spain",
      "correctAnswer": "C",
      "choiceC": "They resulted in the subjugation, enslavement and extermination of many indigenous peoples.",
      "choiceD": "They were mostly undertaken by private adventures with little official backing"
    },
    {
      "questionNumber": 47,
      "questionStatement": "What does the history of the Ethiopian population movements of sixteenth century tell us conclusively?",
      "choiceA": "Population movements were confined to pastoralist 0r groups.",
      "correctAnswer": "B",
      "choiceB": "Population movements combined military activity and SO cultural interaction.",
      "choiceC": "All the major movements brought in people from outside of the current borders of Ethiopia.",
      "choiceD": "All population movements were caused by climatic factors"
    },
    {
      "questionNumber": 48,
      "questionStatement": "Which of the following is true about the triumph of Adal over Christian forces in the highlands of Ethiopia early in the sixteenth century",
      "choiceA": "It was made possible mainly due to the strategic location of Adal vis-a-vis the Christian state.",
      "choiceB": "It was a result of the vast economic resources at the disposal of Adal at the time",
      "correctAnswer": "C",
      "choiceC": "It was a result of effective leadership provided by Imam Ahmed ibn Ibrahim",
      "choiceD": "it source led because the Christian population welcomed the forces of Adal as liberators from the tyranny of Libne Dengel"
    },
    {
      "questionNumber": 49,
      "questionStatement": "Which of the following is true about European colonialism in Africa?",
      "choiceA": "It was overthrown mostly by wars of liberation",
      "choiceB": "It formed the background for Pan-Africanism",
      "correctAnswer": "C",
      "choiceC": "It ended effectively in 1960",
      "choiceD": "It started in 1884"
    },
    {
      "questionNumber": 50,
      "questionStatement": "Who were the main actors who actively struggled against the monarchy in the 1960s and up to the 1974 popular revolution?",
      "correctAnswer": "A",
      "choiceA": "The University student with their slogan 'Land to the Tiller'",
      "choiceB": "The civil servants who were denied land ownership in rural areas.",
      "choiceC": "The middle class bureauera6tes who lacked their share of power",
      "choiceD": "The army members who suffered from low salary"
    }
  ]
}